{
  "opportunities": [
    {
      "id": "0004cca98257d00e833221827a517540",
      "title": "USS HOWARD (DDG-83) FY25 5C1 Bundle #1 (Yokosuka, Japan)",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=94a3ec0a086d429dbe5e3677bfe9bc2f",
      "opportunityLink": "",
      "totalScore": 18.3
    },
    {
      "id": "0011d719f663bf0541cf9fbebda709ae",
      "title": "53--PIN,STRAIGHT,HEADLE",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=eb19e160f66748cda6e25b3ffd655ab3",
      "opportunityLink": "",
      "totalScore": 11.52
    },
    {
      "id": "0012f488d5f478fe3511aa5632ac4ebb",
      "title": "Mechanistic links between diet, lipid metabolism, and tumor growth and progression (UH2 Clinical Trial Not Allowed)",
      "agency": "National Institutes of Health",
      "source": "Grants.gov",
      "postDate": "2024-10-30",
      "closeDate": "2025-10-24",
      "description": "Through this Notice of Funding Opportunity (NOFO) is to request applications that propose mechanistic investigations of the links between diet, lipid metabolism and tumor growth and progression. It is anticipated that this program will support fundamental studies designed to identify and define the molecular mechanisms through which lipid metabolism mediates tumor growth and progression, focusing specifically on the central role lipids play in linking diet with the biology of cancer; bridge the historically divided fields of nutrition and molecular metabolism; and stimulate research and tool development in this emerging area, which faces particular challenges because of the complexity of lipid biochemistry. For this announcement, unpublished preliminary data are limited to one figure, comprising no more than one-half page, to facilitate the entry of qualified new investigators to the field.",
      "opportunityLink": "",
      "totalScore": 5.09
    },
    {
      "id": "001f87dbdf68fd455f8590a5a976e278",
      "title": "RFI on Sustainable Agricultural Water Management in Guatemala Activity",
      "agency": "Guatemala USAID-Guatemala City",
      "source": "Grants.gov",
      "postDate": "2025-01-08",
      "closeDate": "2025-01-23",
      "description": "USAID/Guatemala seeks information to support the feasibility assessment and design of the Sustainable Water Management (SWM) activity. This RFI is intended to gather insights from organizations experienced in agricultural and multiple-use water resource management, climate adaptation, and infrastructure development, specifically those with relevant expertise in Guatemala or similar regions. Responses will inform USAID in developing a detailed plan to address irrigation and water resource limitations affecting smallholder farmers, especially in the Western Highlands and the departments of Alta and Baja Verapaz.Please note the following:&#9679; This RFI is issued solely for information and planning purposes. It does not constitute a Notice of Funding Opportunity (NOFO) or a commitment from USAID. Responses to this RFI are voluntary and will be used solely for informational purposes.&#9679; Responding to this RFI will neither confer an advantage nor preclude any organization or individual from participating in any subsequent RFA/RFP/RFTOP. All comments received will be strictly for information-gathering and planning purposes.&#9679; Responses to this RFI are non-binding on the parties involved.&#9679; Submission of information in response to this RFI is voluntary, and the U.S. Government will not compensate any respondent for the cost incurred in providing information.",
      "opportunityLink": "",
      "totalScore": 17.16
    },
    {
      "id": "003129800653c292465469ed8ce123ad",
      "title": "59--ANTENNA",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=4222415bf5724654bac5847d0c124d26",
      "opportunityLink": "",
      "totalScore": 14.15
    },
    {
      "id": "009b283e680ca34e690a1fa97c2cf391",
      "title": "2025 Public Diplomacy Small Grants Program",
      "agency": "U.S. Mission to North Macedonia",
      "source": "Grants.gov",
      "postDate": "2024-12-20",
      "closeDate": "2025-06-16",
      "description": "1. Goals and Objectives The U.S. Embassy in North Macedonia Public Diplomacy Section (PDS) invites proposals for programs that strengthen people-to-people ties between the U.S. and North Macedonia through cultural and exchange programming that highlights shared values and promotes bilateral cooperation. All programs must include an American cultural element, or connection with American expert/s, organization/s, or institution/s in a specific field that will promote increased understanding of U.S. policy and perspectives. Examples of PDS Small Grants Program programs include, but are not limited to: &#183; Academic and professional lectures, seminars and speaker programs &#183; Artistic and cultural workshops, joint performances and exhibitions &#183; Cultural heritage conservation and preservation programs &#183; Professional and academic exchanges and programs &#183; Programs focused on entrepreneurship and innovation &#183; Programs focused on empowerment of youth and underserved communities across the societal and cultural spectrum &#183; Programs focused on democratic processes and values &#183; Programs focused on gender issues &#183; Programs focused on human and equal rights &#183; Programs focused on critical thinking in media consumption &#183; Programs focused on strengthening resiliency against false information and malign influence &#183; Programs focused on safeguarding natural resources and ecosystems &#183; Programs that support North Macedonia&#8217;s Euro-Atlantic integration process Priority Program Areas: The objectives of the Public Diplomacy Grant Program are to promote positive relations between North Macedonia and the United States; to reinforce shared values; and to connect North Macedonia&#8217;s emerging leaders to the American people. We fund projects that: &#8226; Help North Macedonia&#8217;s youth build and develop skills to improve their potential through innovative science (e.g. health awareness), technology, engineering, arts, and math (STEM) programs, as well as through entrepreneurship programs and vocational training. &#8226; Encourage North Macedonia&#8217;s youth to participate in civic life through social entrepreneurship, volunteerism, and community engagement. &#8226; Strengthen understanding of U.S. values and institutions; highlight U.S. culture, including American Studies, English language teaching/learning, and study in the United States; as well as support diversity through the acceptance of minority groups, including individuals with special needs or handicapping conditions, and other areas of mutual interest. Participants and Audiences: US Mission North Macedonia encourages not only diverse applicants to apply to our grants programs but would also like to see diverse target audiences and trainers. Diversity can be defined by different geographic regions, ethnicities, religious orientations, gender, physical disabilities including visual, hearing, speech, and other physically handicapping conditions. The following types of programs are not eligible for funding: &#183; Printing or promotion of books or manuscripts &#183; Travel to the United States for professional development &#183; Promotion of local arts scenes &#183; Projects that are inherently political in nature or that contain the appearance of partisanship/support to individual or single-party electoral campaigns &#183; Charitable or development activities &#183; Construction programs &#183; Programs that support specific religious activities &#183; Fund-raising campaigns &#183; Lobbying for specific legislation or programs &#183; Scientific research &#183; Commercial or trade activities &#183; Individual travel to conferences and meetings &#183; Social welfare projects &#183; Programs intended primarily for the growth or institutional development of the organization &#183; Ongoing salary costs and office equipment &#183; Paying to complete activities that were begun with other funds or &#183; Programs that duplicate existing programs",
      "opportunityLink": "",
      "totalScore": 17.12
    },
    {
      "id": "009e268b31798e019e6b6f039be35588",
      "title": "Translational Neural Devices (R61/R33 - Clinical Trial Optional)",
      "agency": "National Institutes of Health",
      "source": "Grants.gov",
      "postDate": "2024-10-29",
      "closeDate": "2027-01-29",
      "description": "The purpose of this Notice of Funding Opportunity (NOFO) is to encourage investigators to pursue translational activities and small clinical studies to advance the development of therapeutic, and diagnostic devices for disorders that affect the nervous or neuromuscular systems. Activities supported in this program include implementation of clinical prototype devices, non-clinical safety and efficacy testing, design verification and validation activities, obtaining an Investigational Device Exemption (IDE) for a Significant Risk (SR) study or Institutional Review Board (IRB) approval for a Non-Significant Risk (NSR) study, as well as a subsequent small clinical study. The clinical study is expected to provide information about the device function or final design that cannot be practically obtained through additional non-clinical assessments (e.g., bench top or animal studies) due to the novelty of the device or its intended use. This NOFO is a milestone-driven cooperative agreement program and will involve participation of NIH program staff in negotiating the final project plan before award and monitoring of research progress.",
      "opportunityLink": "",
      "totalScore": 11.06
    },
    {
      "id": "00b02128ebd56afc9d5108d8122cc911",
      "title": "NATO Business Opportunity: Support to Protected Business Network (PBN) Capability Program Implementation – Project 0, Discover and Accelerate",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=7fac78f9050f4ebb93f752340e152971",
      "opportunityLink": "",
      "totalScore": 14.02
    },
    {
      "id": "00bc7b267ff81ed6a2bee9a1512d2f01",
      "title": "Assay Development and Screening for Discovery of Validated Chemical Hits for Brain Disorders (R01 Clinical Trial Not Allowed)",
      "agency": "National Institutes of Health",
      "source": "Grants.gov",
      "postDate": "2024-11-06",
      "closeDate": "2026-05-08",
      "description": "The objective of this Notice of Funding Opportunity (NOFO) is to stimulate research in 1) discovery and development of novel, small molecules for their potential use in studying disease treatment relevant to psychiatric disorders; and 2) to generate new insight into the biology of relevant diseases and processes that have yet to be validated as important drug targets.",
      "opportunityLink": "",
      "totalScore": 8.42
    },
    {
      "id": "00bda9fa4c4a7bff448717fa5f23c99f",
      "title": "FY2024 Historic Preservation Fund - Semiquincentennial Grants",
      "agency": "National Park Service",
      "source": "Grants.gov",
      "postDate": "2024-12-18",
      "closeDate": "2025-03-19",
      "description": "The National Park Service&#8217;s (NPS) Semiquincentennial Grant Program will support the physical preservation of a broad variety of cultural resources associated with the founding of America as a nation in commemoration of the country&apos;s semiquincentennial (250th anniversary). These grants are funded by the Historic Preservation Fund (HPF), administered by the NPS, and will fund physical preservation to properties listed in or eligible for the National Register of Historic Places, including buildings, sites, structures, objects, or historic districts. Grants are awarded through a competitive process and do not require non-Federal match, though match may be considered as a competitive factor. State owned properties will receive priority per Congressional directive.",
      "opportunityLink": "",
      "totalScore": 15.23
    },
    {
      "id": "00c7a53c87b60a8b71fe41e909bb48c9",
      "title": "Office of Postsecondary Education (OPE): Student Support Service: Gaining Early Awareness and Readiness for Undergraduate Programs (GEAR UP) Partnership Grants, Assistance Listing Number 84.334A",
      "agency": "Department of Education",
      "source": "Grants.gov",
      "postDate": "2024-11-20",
      "closeDate": "2025-02-04",
      "description": "Note: Each funding opportunity description is a synopsis of information in the Federal Register application notice. For specific information about eligibility, please see the official application notice. The official version of this document is the document published in the Federal Register. Free Internet access to the official edition of the Federal Register and the Code of Federal Regulations is available on GPO Access at: http://www.access.gpo.gov/nara/index.html. Please review the official application notice for pre-application and application requirements, application submission information, performance measures, priorities and program contact information. For the addresses for obtaining and submitting an application, please refer to our Revised Common Instructions for Applicants to Department of Education Discretionary Grant Programs, published in the Federal Register on December 7, 2022 . Purpose of Program: The GEAR UP program is a discretionary grant program that encourages eligible entities to provide support, and maintain a commitment, to eligible students from low-income backgrounds, including students with disabilities, to assist the students in obtaining a secondary school diploma (or its recognized equivalent) and to prepare for and succeed in postsecondary education. Under the GEAR UP program, the Department awards grants to two types of entities: (1) States and (2) Partnerships consisting of at least one degree-granting institution of higher education (IHE) and at least one local educational agency (LEA). Assistance Listing Number (ALN) 84.334A. ",
      "opportunityLink": "",
      "totalScore": 22.08
    },
    {
      "id": "00e48829ac76b65f6b600af443401670",
      "title": "OJJDP FY25 Juvenile Drug Treatment Court Program &#8211; Invited to Apply Administrative Funding Adjustment",
      "agency": "Office of Juvenile Justice Delinquency Prevention ",
      "source": "Grants.gov",
      "postDate": "2024-11-04",
      "closeDate": "2024-11-19",
      "description": "With this solicitation, OJJDP seeks to build the capacity of states, state and local courts, units of local government, and federally recognized Tribal governments to implement new and innovative approaches to enhance existing juvenile drug treatment courts and improve outcomes for youth with substance use or co-occurring mental health disorders, including histories of trauma.",
      "opportunityLink": "",
      "totalScore": 15.82
    },
    {
      "id": "00f594462be5b0326dd0a70d6d0651d1",
      "title": "Role of T-Cells in HIV CNS Reservoir Seeding, Persistence, and Neuropathogenesis (R01 Clinical Trial Not Allowed)",
      "agency": "National Institutes of Health",
      "source": "Grants.gov",
      "postDate": "2024-11-21",
      "closeDate": "2025-03-19",
      "description": "Eradicating latent reservoirs of HIV-1 within the body and achieving a sterilizing or functional cure have become priority areas in the AIDS field and NIH AIDS programs across many Institutes and Centers, including NIMH. In addition understanding the mechanisms of HIV- associated co-morbidities in the setting of effective anti-retroviral therapy (ART) is a major topic of interest in the field. HIV Associated CNS (central nervous system) co-morbidities continue to exist despite excellent virologic control in this compartment. HIV persistence and neuroinflammation also continues to observed in the CNS in the setting of ART. HIV targets the CNS early in infection, and HIV-infected individuals suffer from mild forms of neurological impairments even under antiretroviral therapy (ART). CD4+ T cells and monocytes mediate HIV entry into the brain and constitute a source for HIV persistence and neuronal damage. CD8+ T cells are also massively recruited in the CNS in acute infection to control viral replication.",
      "opportunityLink": "",
      "totalScore": 4.19
    },
    {
      "id": "0116e3c3a10012cd0fcbf3a4fa322167",
      "title": "Efficient Additive Manufacturing for Advanced U-X Nuclear Fuel Alloys",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=725057c023304c9e9a2ffd8a5f838db6",
      "opportunityLink": "",
      "totalScore": 21.53
    },
    {
      "id": "0157db10b85bbc57717c8f7e73caf352",
      "title": "Design, Monitoring and Evaluation (DME) Project Advisor",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=d2dff5896d2d476ab4cd1a0658fb394a",
      "opportunityLink": "",
      "totalScore": 17.31
    },
    {
      "id": "01687801da4dc4db2de73529ea352fd0",
      "title": "2025 Alumni Engagement Innovation Fund (AEIF)",
      "agency": "U.S. Mission to Canada",
      "source": "Grants.gov",
      "postDate": "2024-12-13",
      "closeDate": "2025-03-01",
      "description": "The Public Diplomacy Section of the U.S. Embassy Ottawa is pleased to announce an open competition for past participants (&#8220;alumni&#8221;) of U.S. government-sponsored exchange programs to submit applications to the 2025 Alumni Engagement Innovation Fund (AEIF 2025). We seek proposals from teams of at least two alumni that meet all program eligibility requirements below. Exchange alumni interested in participating in AEIF 2025 should submit proposals to AlumniCanada@state.gov by February 28, 2025, 5:00 pm (EST). AEIF provides alumni of U.S. government-sponsored exchange programs with funding to expand on skills gained during their exchange experience to design and implement innovative solutions to global challenges facing their communities. Since its inception in 2011, AEIF has funded nearly 500 alumni-led projects around the world through a competitive global competition. This year, AEIF 2025 will provide funding for public service projects in support of U.S. foreign policy goals and U.S. Mission to Canada priorities. Goals and Objectives All project activities must take place outside of the United States and its territories. Proposals must have at least one of the following as a primary objective: Bring alumni of U.S. government-sponsored exchange programs in Canada together to build or expand an alumni network capable of working together on common interests and increase regional and global alumni collaboration; Strengthen the relationship between alumni of U.S. government-sponsored exchange programs in Canada and the U.S. Mission to Canada (U.S. Embassy Ottawa; U.S. Consulates General Vancouver, Calgary, Toronto, Montreal, Quebec City, and Halifax; and U.S. Consulate Winnipeg) to work together on activities that address mutual goals and challenges. They must also align with at least one of the following U.S. Mission to Canada strategic objectives: Increase public awareness and support for U.S.-Canada defense efforts, emphasizing our shared commitment to North American security and prosperity, by increasing support for joint initiatives like NORAD modernization, NATO commitments, and Arctic security; Enhance science and technology collaboration and inspire the next generation of innovators; Establish and strengthen cross-border sports relationships between Canada and the United States, with the aim of developing and implementing models that support community sports and create career pathways for leadership; Promote and spread awareness, understanding, and appreciation of the many shared values between the United States and Canada and the people of our two countries. Please be aware that projects funded through this grant&#8239;must&#8239;include an American element.&#8239;This could involve: a connection or partnership between Canadian and American organizations or institutions; an American expert taking part in the project; highlighting or examining shared values and interests between Canada and the United States; incorporating a U.S. approach or method you have learned about to address an issue or challenge facing your community, institution, or profession. Grant activities may take any number of forms, including academic competitions, conferences, workshops, courses, curriculum development, hackathons or app development, online projects, mock trials or moot court competitions,&#8239;simulations&#8239;and role-playing activities (e.g., Model Congress, Model United Nations), performances, or other activities. Proposals that do not align with one of more of the above objectives will be deemed ineligible. Participants and Audiences: One target audience must be alumni of U.S. government-sponsored exchange programs in Canada. Proposals must articulate additional target audiences and how they relate to advancing the chosen project objective/s. All application materials must be submitted by email to AlumniCanada@state.gov by 5pm EST on Friday, February 28, 2025. ",
      "opportunityLink": "",
      "totalScore": 21.74
    },
    {
      "id": "0171d7a21cd93b814d19c0cf63e4cc0b",
      "title": "Urban Agriculture and Innovative Production (UAIP)",
      "agency": "Natural Resources Conservation Service",
      "source": "Grants.gov",
      "postDate": "2025-01-07",
      "closeDate": "2025-03-11",
      "description": "1. Federal Awarding Agency NameU.S. Department of Agriculture &#8211; Natural Resources Conservation Service - Office of Urban Agriculture and Innovative Production (OUAIP) Notice of Funding Opportunity (NFO) Title: Urban Agriculture and Innovative Production (UAIP) Competitive Grants Program2. Announcement TypeInitial Announcement 3. Notice of Funding Opportunity (NFO) NumberUSDA- NRCS-NHQ-UAIP-25-NOFO00014154. Assistance ListingThis opportunity is included under This program is listed in the Assistance Listings (previously referred to as the Catalog of Federal Financial Assistance) on Sam.gov under 10.935, Urban Agriculture and Innovative Production, searchable at: https://sam.gov/content/home.5. Funding DetailsThe amount of Federal funding expected to be available for award(s) is $2,500,000. However, the agency retains the discretion to award a larger or lesser amount.This opportunity is being released prior to appropriation and/or apportionment of funds for fiscal year 2025. Enactment of additional continuing resolutions or an appropriations act may affect the availability or level of funding for this program. There is no commitment to make a specific number of award(s).The agency expects the amount of each award to range from $100,000 to $250,000. Projects of 24 months in duration (2 years). Applicants should plan their projects based on an estimated project start date of September 30, 2025. 6. Key DatesApplication deadline: Submit via Grants.gov by 11:59 pm Eastern Time on March 10, 2025. A webinar has been pre-recorded and the presentation and supporting information can be found at this link https://youtu.be/63snY3AZrvc. The recorded webinar can also be found in the &#8220;Related Documents&#8221; tab of this opportunity and in the program website.The agency anticipates making selections by July 1, 2025, and expects to execute awards by September 30, 2025. These dates are estimates and are subject to change. 7. Executive SummaryThe primary goal of the UAIP projects is to support the development of urban agriculture and innovative production. The UAIP grants being made available for application under this NFO support planning and implementation activities. Planning activities will initiate, develop, or support the efforts of farmers, gardeners, citizens, government officials, schools, members of tribal communities, and other stakeholders in areas where access to fresh foods are limited or unavailable. Implementation activities will accelerate existing and emerging models of urban and/or innovative agricultural practices that serve multiple farmers or gardeners. Innovation may include new and emerging, as well as indigenous or non-traditional agricultural practices. 8. Contact InformationGrants.gov issues - Contact Grants.gov Applicant Support at 1-800-518-4726 or support@grants.gov. For all other questions, email FPAC-BC Grants and Agreements Division (GAD): Email: Jose.Berna@usda.gov with a copy to NFO.FPAC@USDA.GOV Subject line of email: USDA- NRCS-NHQ-UAIP-25-NOFO0001415Name: Jose A. Berna, Grants Management Specialist, FPAC Business Center (FPAC-BC)The agency will not address questions about a potential applicant&#8217;s eligibility nor the merits of a specific proposal. To protect the integrity of the competitive process, applicants must not contact agency program staff with questions; contact GAD staff as directed above. Subscribe to receive correspondence issued by GAD. Topics may highlight award-management issues, announce implementation of new policies or procedures, provide guides and tools for applying for awards, etc. To subscribe, visit https://public.govdelivery.com/accounts/USDAFARMERS/subscriber/new?topic_id=USDAFARMERS_4170 9. TrainingApplicants can access highly recommended, free Grants 101 Training via https://www.cfo.gov/coffa/training-coffa/. The training consists of five modules: 1) laws, regulations, and guidance; 2) financial assistance mechanisms; 3) uniform guidance administrative requirements; 4) cost principles; and 5) risk management and single audit. ",
      "opportunityLink": "",
      "totalScore": 27.48
    },
    {
      "id": "0187a87d89c2d36a64fef8ec7a9a605e",
      "title": "USAFA Graduation Backdrop 2025 Sources Sought",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=ec0d95de80ef444da4c2f86fdd1ed094",
      "opportunityLink": "",
      "totalScore": 20.98
    },
    {
      "id": "01886aa4fbd4e4cf154d45390ebe1f43",
      "title": "15BCTS25R00000003 - SU/MH/SOT in Baltimore, MD",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=799037dd1ac2489cb2434d1a5cd30b9d",
      "opportunityLink": "",
      "totalScore": 11.25
    },
    {
      "id": "01bf77ee14903ebcebcf5377e1186df5",
      "title": "Clinical Characterization of Cancer Therapy-induced Adverse Sequelae and Mechanism-based Interventional Strategies (R01 Clinical Trial Optional)",
      "agency": "National Institutes of Health",
      "source": "Grants.gov",
      "postDate": "2024-11-06",
      "closeDate": "2028-01-08",
      "description": "The purpose of this Funding Opportunity Announcement (FOA) is to support collaborative research projects designed to address adverse sequelae of cancer therapies that persist and become chronic comorbidities or develop as delayed posttreatment effects. This FOA supports basic, translational, and clinical research projects that seek to identify the mechanisms of therapy-induced adverse sequelae, clinically characterize the adverse sequelae, or translate the mechanistic understanding into therapeutic approaches to prevent or minimize the development of long-term sequelae. Research projects should focus on mechanistic studies with translational endpoints and longitudinal clinical phenotyping to identify and validate clinical endpoints (biomarkers, imaging, patient-reported outcomes, or combined elements) for future use in clinical trials that will evaluate the efficacy of interventions designed to prevent or reduce specific adverse sequelae.",
      "opportunityLink": "",
      "totalScore": 7.78
    },
    {
      "id": "01cc4835828cdfe366596f51238e8b9b",
      "title": "Directional Hemispherical Reflectometer Solicitation",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=d2cc9af09cf34a5283470e13e5bab15d",
      "opportunityLink": "",
      "totalScore": 16.33
    },
    {
      "id": "0243babe8654c55abeeaa13301f16ccf",
      "title": "FY 2025 University Nuclear Research Infrastructure Revitalization",
      "agency": "Idaho Field Office",
      "source": "Grants.gov",
      "postDate": "2024-11-20",
      "closeDate": "2025-02-13",
      "description": "Projects proposed under the Infrastructure Revitalization FOA are intended to: &#8226; revitalize the U.S. capacity for university-led nuclear R&amp;D by establishing and/or improving infrastructure to align with the advanced reactor technologies being deployed by the U.S. nuclear industry; &#8226; support innovative combinations of facilities, equipment, and related capabilities to maximize the value of investments toward R&amp;D; &#8226; emphasize support for rapid, lower-cost approaches that can enable advanced-reactor-relevant R&amp;D, education and workforce development prior to any universities establishing advanced research reactors; and &#8226; involve consortia among diverse types of institutions to maximize participation and realization of benefits by underrepresented communities that have historically faced challenges to such access. Requests should focus on a goal or capability that significantly adds to the current U.S. capacity to support advanced reactor R&amp;D, education, and workforce development. Applicants must demonstrate the connection among requested pieces of equipment or other project elements toward a key objective or outcome. Applications made of several uncorrelated equipment requests are not of interest. A request should not duplicate existing capabilities. Activities that involve the planning or construction of new university nuclear reactors will not be considered. NE reserves the right to respond to potential shifts in priorities during FY 2025 that may be driven by events, policy developments, or Congressional/budget direction. DOE-NE will factor such considerations into decisions related to the timing and scale of award announcements associated with this FOA.",
      "opportunityLink": "",
      "totalScore": 18.17
    },
    {
      "id": "0248fa561f281dc78087ce7752cf82c8",
      "title": "Black Hills National Forest - Vehicle Accident Repair",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=343df75f81d7458db1e23fd3b4f58696",
      "opportunityLink": "",
      "totalScore": 13.87
    },
    {
      "id": "02840d1a6e93346c0687dbf9c966ad31",
      "title": "2025 Alumni Engagement Innovation Fund",
      "agency": "U.S. Mission to Jordan",
      "source": "Grants.gov",
      "postDate": "2024-11-18",
      "closeDate": "2025-01-21",
      "description": "The Embassy of the United States in Jordan announces an open competition for of U.S. government-funded and U.S. government-sponsored exchange programs &#8220;alumni&#8221; to submit applications to the 2025 Alumni Engagement Innovation Fund (AEIF 2025). We welcome proposals from teams consisting of at least two alumni that meet all program eligibility requirements below. Exchange alumni interested in participating in AEIF 2025 should submit proposals to (JordanAlumni@state.gov) by January 20, 2025/ 5:00 p.m. (Amman time). ",
      "opportunityLink": "",
      "totalScore": 21.86
    },
    {
      "id": "02b27d121c5787668366c3412b848d88",
      "title": "Ending HIV as a public health threat by sustaining and accelerating a comprehensive HIV and TB response in India under the President&apos;s Emergency Plan for AIDS Relief (PEPFAR)",
      "agency": "Centers for Disease Control-GHC",
      "source": "Grants.gov",
      "postDate": "2024-12-06",
      "closeDate": "2025-02-25",
      "description": "The Award Ceiling for Year 1 is 0 (none). CDC anticipates an Approximate Total Fiscal Year Funding amount of $4,000,000 for Year 1, subject to the availability of funds.We seek to support the National AIDS Control Program (NACP) to sustain and accelerate HIV epidemic control in priority geographies (e.g. Andhra Pradesh and others as applicable) across the prevention to treatment cascade including viral load suppression (VLS). In alignment with the NACP Phase V, you will build on innovative, evidence-based, person-centered strategies to improve:HIV and TB prevention.HIV and TB case-finding.Improved tools for TB case identification.Linkage to care continuum.Treatment retention and viral load suppression.You should demonstrate an innovative plan to collaborate with and support district, state, national teams, communities, private sector organizations, and other stakeholders to address program gaps and strengthen the HIV/TB response. Technical assistance activities may include, but are not limited to:Closing testing, treatment, and equity gaps.Reinforcing collaborations to complement NACP.Improving data use for impact.Expanding ability to respond to emerging public health threats.",
      "opportunityLink": "",
      "totalScore": 16.89
    },
    {
      "id": "02c85a3c3c14247387431d9bdae71c39",
      "title": "Advancing Food and Childcare Systems in Rural Georgia: Childcare Access and Nutrition Systems (CANS) Grant Program",
      "agency": "Southeast Crescent Regional Commission",
      "source": "Grants.gov",
      "postDate": "2024-11-01",
      "closeDate": "2024-12-05",
      "description": "The Southeast Crescent Regional Commission (SCRC) is publishing this Notice of Funding Availability (NOFA) to solicit applications for grants under the FY 2025 Childcare Access and Nutrition Systems (CANS) Grant Program. This program is being conducted in partnership with the U.S. Department of Agriculture Rural Development (USDA RD), through the Rural Business-Cooperative Service (RBCS). The NOFA provides an overview of the CANS Grant Program and outlines specific requirements needed to complete the application process. Access to the application and additional information can be found on scrc.gov. Important Dates Full Application Portal Opens &#8230;&#8230;&#8230;&#8230;&#8230;. November 1, 2024 Letter of Interest (LOI) Due.................. Prior to Full Application Submission Full Application Due Date &#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;.. December 4, 2024 SCRC Notification of Awards &#8230;&#8230;&#8230;&#8230;&#8230;. December 13, 2024 Anticipated Project Start Date ............ January 6, 2025 Funding Overview The Childcare Access and Nutrition Systems (CANS) Grant Program is funded through a cooperative agreement between the U.S. Department of Agriculture Rural Development (USDA RD) and the Southeast Crescent Regional Commission (SCRC). USDA Rural Business Cooperative Service provided the funding to SCRC to advance regional food and childcare systems in the distressed-identified rural counties of Dougherty and Upson, Georgia. The SCRC geographic area stretches from the Tidewater part of eastern Virginia southward through the Carolinas along Interstate 95, west through Georgia and lower Alabama, and northwesterly to the Mississippi Delta. According to a recent Wallet Hub economic study, Georgia is the sixth most financially distressed state in the country and has the ninth most people with accounts in distress and the 10th highest average number of accounts in distress across the United States. Georgia&#8217;s Southeast Crescent region is mostly rural, offering natural beauty, a distinct cultural heritage and relative proximity to metropolitan Atlanta, which is the leading economic driver of the state. While most counties in Georgia are economically distressed, the changing demographics of the region, ranging from high-growth areas to those that are losing population, require special interventions and policies to help close the region&#8217;s development and economic growth gap. This grant program will support rural Georgia communities&#8217; economic development efforts and maintain and improve a healthy Georgia population by leveraging funding assistance from the USDA RD to key Administration priorities, such as advancing racial equity place-based growth, and opportunity by ensuring rural residents in the most distressed communities in Georgia have equitable access to RD programs and benefit from RD funded projects. Funding Strategy &#8226; Target Multiple Sectors: The strategic investment in childcare will support an increase in workforce participation. Comparable investment in food production and sustainable farming ends food insecurity and supports sustainability, while positively contributing to multiple facets of rural life. &#8226; Increase Local Food Production: By engaging local farms and food related businesses, and encouraging sustainable food system practices, these projects will support job creation, economic growth, and better health outcomes. Local food production can improve regional self-sufficiency and contribute to long-term economic stability. &#8226; Leverage Employer and Community Partnerships: Through employer and community partnerships, these projects will encourage local support, thus ensuring that both businesses and communities have a stake in the success of the project and its broader implications. &#8226; Scalable Impact: Funded projects will offer an investment in local communities while impacting a broader audience. By expanding access to stronger local food systems and improving access to childcare services, these projects address immediate infrastructure needs, building a foundation for long-term community resilience. Link to Application Portal",
      "opportunityLink": "",
      "totalScore": 13.04
    },
    {
      "id": "02f5d5ab0d34d41b79f1e7f0ceff8a90",
      "title": "Local Food Purchase Assistance Cooperative Agreement Program (LFPA25)",
      "agency": "Agricultural Marketing Service",
      "source": "Grants.gov",
      "postDate": "2024-12-10",
      "closeDate": "2025-05-01",
      "description": "The Agricultural Marketing Service (AMS) will enter into cooperative agreements with States, territories, and Tribal Governments to expand upon prior LFPA and LFPA Plus work, and to provide an opportunity for State/territories and Tribal governments that did not participate in LFPA or LFPA Plus to establish projects through LFPA25. States, territories, and Tribal governments will purchase local, unprocessed or minimally processed domestic foods from local producers, targeting historically underserved farmers/producers/fishers and small businesses including processors, aggregators, and distributors. Food purchased will target distribution to underserved communities. In addition to increasing local food consumption, funds are expected to help build and expand economic opportunity for local and historically underserved farmers/producers/fishers and small businesses including processors, aggregators, and distributors.AMS encourages projects that benefit historically underserved farmers/producers/fishers and small businesses, provide food distribution to underserved communities that are not part of the normal food distribution networks, and incorporate culturally relevant foods, including kosher and halal, as appropriate based on community preferences. For cooperative agreements intending to serve these entities, recipients should engage and involve those beneficiaries when developing their Project Summary. AMS would like these relationships and purchase and distribution channels to continue past the conclusion of this program. USDA will provide the State, territory, or Tribal government funding for food purchases as well as guidance, technical assistance, instruction, and monitoring throughout the life cycle of the cooperative agreement.Funding can only be used for food procurement. Recipients may not request direct or indirect costs associated with developing or administering the program. All food purchased must be unprocessed or minimally processed, and must meet the definitions of domestic and local, as defined in section 1.2.1 of the Notice of Funding Opportunity (NOFO). See section 4.6.2 &#8220;Allowable and unallowable costs and activities&#8221; of the NOFO for more information.$100 million in funding will be available for Tribal agreements, $50 million of which will be allocated for Tribes enrolled in past rounds of LFPA, the remaining $50 million will be allocated to Tribes that have not previously participated in the LFPA program. The remainder of the funds, $371.5 million will be available to state governments and territories. These funds will be awarded through a non-competitive process. Funds awarded to States and territories will be based on the statutory The Emergency Food Assistance Program (TEFAP) funding formula. This formula considers the poverty rate and unemployment levels in each state to ensure the distribution of funds corresponds to feeding needs in each state. Cooperative Agreements will be awarded based on acceptability of the Project Summary and the ability of the recipient to meet the goals of the program.",
      "opportunityLink": "",
      "totalScore": 14.34
    },
    {
      "id": "031bd4d041de3cae1f8b9588b095364e",
      "title": "CATALYTIC APPLICATION TESTING FOR ACCELERATED LEARNING CHEMISTRIES VIA HIGH-THROUGHPUT EXPERIMENTATION AND MODELING EFFICIENTLY SBIR/STTR (CATALCHEM-E SBIR/STTR)",
      "agency": "Advanced Research Projects Agency Energy ",
      "source": "Grants.gov",
      "postDate": "2024-11-14",
      "closeDate": "2024-12-18",
      "description": "Program Overview The Catalytic Application Testing for Accelerated Learning Chemistries via High-throughput Experimentation and Modeling Efficiently (CATALCHEM-E) program aims to disrupt and accelerate the design and development cycle for heterogeneous catalyst R&amp;D workflows. The program will span from rational material discovery to synthesis and final reactor testing. These novel workflows will be developed by coupling the latest advancements in artificial intelligence (AI) and machine learning (ML) with high-throughput experimentation (HTE) to verifiably complete 10&#8211;15 years of traditional catalysis R&amp;D work within 12&#8211;18 months, thus achieving more than a ten-time acceleration in the catalyst development cycle.[1] The program will then use these new tools to discover and optimize catalytic chemistries relevant to ARPA-E&#8217;s goals. These new chemistries will ultimately help advance the objective of net-zero carbon emissions by 2050.[2] Innovations developed under the CATALCHEM-E program will involve: &#183; Future refinery relevant or other next-generation feedstocks such as hydrogen (H2), nitrogen (N2), oxygen (O2), water (H2O), carbon dioxide (CO2), methane (CH4), ammonia (NH3), methanol (MeOH), ethanol (EtOH), bio-intermediates (CxHyOz), waste plastics, and triglycerides (TAGs); and &#183; Products like ethylene (C2=) and propylene (C3=) as low carbon monomers, and sustainable aviation fuel (SAF), diesel, and syngas as distillate range hydrocarbons. [1] Sharon Mitchell, Nina-Luisa Michels, and Javier P&#233;rez-Ram&#237;rez, &#8220;From Powder to Technical Body: The Undervalued Science of Catalyst Scale Up,&#8221; Chemical Society Reviews 42, no. 14 (June 21, 2013): 6094&#8211;6112, https://doi.org/10.1039/C3CS60076A. [2] U.S. Department of Energy. &#8220;How we&#8217;re moving to net-zero by 2050,&#8221; (April 2021). https://www.energy.gov/articles/how-were-moving-net-zero-2050.",
      "opportunityLink": "",
      "totalScore": 18.24
    },
    {
      "id": "03220db42ff48e19d90634ba39b9470c",
      "title": "USNS LARAMIE (T-AO 203) FY 2025 Mid-Term Availability (MTA)",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=ce1e212ff7ea4644a97720db0115b655",
      "opportunityLink": "",
      "totalScore": 11.47
    },
    {
      "id": "0341ebe8997a3379f5db2ab09916d416",
      "title": "Cover, Vehicular Components",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=ccb03b149a1649a7bcbf73fcb8ac69d0",
      "opportunityLink": "",
      "totalScore": 14.67
    },
    {
      "id": "0374b9b3c0acff8037aa796a86c409a7",
      "title": "Forest Service - Phase I Road maintenance, Buckhorn Road",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=ac54561d850842009955c51cac0bd437",
      "opportunityLink": "",
      "totalScore": 12.75
    },
    {
      "id": "037edae7059e0695bc5cf608663e771b",
      "title": "58--PANEL,CONTROL,ELECT, IN REPAIR/MODIFICATION OF",
      "agency": "Unknown",
      "source": "SAM.gov",
      "postDate": "2025-01-14",
      "closeDate": "2099-12-31",
      "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=e9596a015e094467a16967e60e924a1a",
      "opportunityLink": "",
      "totalScore": 16.9
    },
    {
      "id": "ffe365083899617f6bf4759c5338ec84",
      "title": "Native American Library Services Basic Grant (2025)",
      "agency": "Institute of Museum and Library Services",
      "source": "Grants.gov",
      "postDate": "2024-11-04",
      "closeDate": "2025-02-05",
      "description": "The Native American Basic Grants (NAB) program assists Native American Tribes in establishing, sustaining, and improving library services and operations with their communities. As information needs change, Tribal libraries must be able to serve as knowledge and resource centers to benefit their users and the wellness of their communities. The NAB program supports Tribes across the country to address their individual information needs and priorities.",
      "opportunityLink": "",
      "totalScore": 13.26
    }
  ]
}